abusaidm.html-snippets
Angular.ng-template
ashinzekene.nestjs
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
GitHub.github-vscode-theme
michelemelluso.code-beautifier
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-wsl
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
Nimda.deepdark-material
Perkovec.emoji
PKief.material-icon-theme
silvenon.mdx
vscode-icons-team.vscode-icons
WallabyJs.wallaby-vscode
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion